-- phpMyAdmin SQL Dump
-- version 4.4.12
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Dec 07, 2015 at 06:24 PM
-- Server version: 5.6.25
-- PHP Version: 5.5.27

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `j3databox`
--

-- --------------------------------------------------------

--
-- Table structure for table `authorization`
--

CREATE TABLE IF NOT EXISTS `authorization` (
  `id` int(3) NOT NULL,
  `user_upload` varchar(50) NOT NULL,
  `user_name` varchar(200) NOT NULL,
  `divisId` int(10) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `databox_upload`
--

CREATE TABLE IF NOT EXISTS `databox_upload` (
  `databox_id` int(11) NOT NULL,
  `subject` varchar(250) CHARACTER SET utf8 NOT NULL,
  `databox_search` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `databox_detail` text COLLATE utf8_unicode_ci NOT NULL,
  `uploaded_url` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `uploaded_urlpdf` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `group_Id` int(11) NOT NULL,
  `date_upload` date NOT NULL,
  `user_id` int(3) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=894 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `databox_upload`
--

INSERT INTO `databox_upload` (`databox_id`, `subject`, `databox_search`, `databox_detail`, `uploaded_url`, `uploaded_urlpdf`, `group_Id`, `date_upload`, `user_id`) VALUES
(478, 'สรุปสั่งการ จก 18 ต.ค.55sss', '', '', '', '', 5, '0000-00-00', 0),
(479, 'สรุปสั่งการ จก 22 ต.ค.55mmmsss', 'dddsss', '', '', '', 5, '0000-00-00', 0),
(480, 'ประชุม j3datatank', '', '', '', '', 4, '0000-00-00', 0),
(481, 'c4ittttttttttt', 'dddddss', '', '', '', 4, '0000-00-00', 0),
(482, 'ข้อมูลประชุม นขต. เดือน ต.ค.55', '', '', '', '', 4, '0000-00-00', 0),
(483, 'ตารางแพทย์ออกตรวจโรคของ สนพ.ทหาร ตั้งแต่ 25 ต.ค.55 ', '', '', '', '', 3, '0000-00-00', 0),
(484, 'การมอบอำนาจสั่งการและทำการแทนในนาม จก.ยก.ทหาร', '', '', '', '', 3, '0000-00-00', 0),
(485, 'คำสั่งแต่งตั้ง รอง จก.ยก.ทหาร รับผิดชอบงานในหน้าที่แทน จก.ยก.ทหาร/หน.ฝยก.ศบท.บก.ทท.', '', '', '', '', 3, '0000-00-00', 0),
(486, 'ข้อมูล UAV ของกองทัพไทย', '', '', '', '', 3, '0000-00-00', 0),
(487, 'คำสั่ง บก.ทท.ที่ 294/2555 ลง 19 ต.ค.55 เรื่องให้นายทหารสัญญาบัตรรับราชการ', '', '', '', '', 3, '0000-00-00', 0),
(509, 'Mind Mapping แผนการปฏิบัติงานประจำปี ๒๕๕๗ ของ บก.ทท.', '', '', '', '', 2, '0000-00-00', 0),
(510, 'ความเชื่อมโยงการถ่ายทอดเป้าหมายการดำเนินงานประจำปีงบประมาณ ๒๕๕๗', '', '', '', '', 2, '0000-00-00', 0),
(511, 'กำลังพล ทร.แต่งเครื่องแบบในวันสำคัญของเหล่าทัพในเดือน พ.ย.55', '', '', '', '', 2, '0000-00-00', 0),
(512, 'คู่มือสวัสดิการและสิทธิประโยชน์เกื้อกูลของลูกจ้าง', '', '', '', '', 2, '0000-00-00', 0),
(513, 'แผนเปิดการศึกษาหลักสูตรตามแนวทางรับราชการและหลักสูตรเพิ่มพูนความรู้ในสายวิทยาการของ บก.ทท.ประจำปีงบประมาณ 2556', '', '', '', '', 2, '0000-00-00', 0),
(514, 'เอกสารข่าวประชาสัมพันธ์อนุสรณ์สถานแห่งชาติ', '', '', '', '', 1, '0000-00-00', 0),
(515, 'กรอบการประเมินผลการปฏิบัติราชการ ปี 56', '', '', '', '', 1, '0000-00-00', 0),
(516, 'รายละเอียดตัวชี้วัดตามกรอบการประเมินผล ปี 56', '', '', '', '', 1, '0000-00-00', 0),
(517, 'รายงานการซ้อมดับเพลิง บก.ทท.ประจำปี 2555', '', '', '', '', 1, '0000-00-00', 0),
(518, 'ศชต.ประกาศรับสมัครเป็นข้าราชการตำรวจชั้นประทวนใน ศชต.', '', '', '', '', 1, '0000-00-00', 0),
(519, 'สรุปสั่งการของประธาน ในการประชุม นขต.ยก.ทหาร/ฝยก.ศบท.ฯ ครั้งที่ ๑๐/๒๕๕๕', '', '', '', '', 0, '0000-00-00', 0),
(520, 'การปรับย้ายนายทหารประทวนประจำปี 2555 (ต.ค.55)', '', '', '', '', 0, '0000-00-00', 0),
(524, 'แนวทางการปฏิบัติตามมติคณะรัฐมนตรี เมื่อ 18 ต.ค.54 เรื่อง การเสนอเรื่องที่อาจเกี่ยวกับบทบัญญัติตามมาตรา 190 ', '', '', '', '', 0, '0000-00-00', 0),
(525, 'ขออนุมัติใช้ใบแลกการขนส่ง', '', '', '', '', 0, '0000-00-00', 0),
(526, 'สรุปข้อมูลความต้องการยุทโธปกรณ์พิเศษที่มอบให้ ศพส.เหล่าทัพและตชด.', '', '', '', '', 0, '0000-00-00', 0),
(527, 'ระเบียบ บก.ทท.ว่าด้วยการกำหนดสายงานรับผิดชอบของผู้ดำรงตำแหน่ง รอง ผบ.ทสส.และ รอง สเธ.ทหาร พ.ศ.2555', '', '', '', '', 0, '0000-00-00', 0),
(528, 'พ.ร.ก.เงินช่วยเหลือผู้ซึ่งออกจากราชการตามมาตรการปรับปรุงอัตรากำลังของส่วนราชการ (ฉบับที่ 3) พ.ศ.2555', '', '', '', '', 0, '0000-00-00', 0),
(545, 'ทำเนียบและกำลังพล กมส.สปก.ยก.ทหาร', '', '', '', '', 0, '0000-00-00', 0),
(546, 'ผลการปฏิบัติงาน ประจำปีงบประมาณ 2555', '', '', '', '', 0, '0000-00-00', 0),
(547, 'แผนการปฏิบัติงาน ประจำปีงบประมาณ 2556', '', '', '', '', 0, '0000-00-00', 0),
(548, 'งบประมาณประจำปี 2556', '', '', '', '', 0, '0000-00-00', 0),
(549, 'บทสรุปผู้บริหารการป้องกันและแก้ไขปัญหายาเสพติดของ ทท.', '', '', '', '', 0, '0000-00-00', 0),
(550, 'บทสรุปผู้บริหารการแก้ไขปัญหาแรงงานต่างด้าวหลบหนีเข้าเมือง', '', '', '', '', 0, '0000-00-00', 0),
(551, 'บทสรุปผู้บริหารศูนย์ปฏิบัติการท่นระเบิดเพื่อมนุษยธรรมของประเทศไทย', '', '', '', '', 0, '0000-00-00', 0),
(552, 'การปฏิบัติตามคำสั่งมาตรการชั่วคราวของศาลยุติธรรมระหว่างประเทศ', '', '', '', '', 0, '0000-00-00', 0),
(553, 'บทสรุปผู้บริหารกลไกความร่วมมือกับประเทศเพื่อนบ้าน', '', '', '', '', 0, '0000-00-00', 0),
(554, 'ร่างระเบียบ นร. ว่าด้วยการพัฒนาเพื่อเสริมความมั่นคงของชาติ (พ.ศ....) (นพช. อปพ.)', '', '', '', '', 0, '0000-00-00', 0),
(555, 'ความเป็นมาคณะอนุกรรมการประสานการจัดระบบป้องกันเพื่อจัดระเบียบพื้นที่ชายแดน (อปป.)', '', '', '', '', 0, '0000-00-00', 0),
(556, 'การจัดตั้งกองอำนวยการปฏิบัตินโยบายชายแดนไทยกับประเทศเพื่อนบ้าน (กอ.นชท.)', '', '', '', '', 0, '0000-00-00', 0),
(557, 'กลไกความร่วมมือ ไทย - กัมพูชา', '', '', '', '', 0, '0000-00-00', 0),
(558, 'กลไกความร่วมมือ ไทย - พม่า', '', '', '', '', 0, '0000-00-00', 0),
(559, 'กลไกความร่วมมือ ไทย - ลาว', '', '', '', '', 0, '0000-00-00', 0),
(560, 'กลไกความร่วมมือ ไทย - มาเลเซีย', '', '', '', '', 0, '0000-00-00', 0),
(561, 'กลไกความร่วมมือ ไทย - อินโดนีเซีย', '', '', '', '', 0, '0000-00-00', 0),
(562, 'การสนับสนุนยุทโธปกรณ์รับปรุงสร้างทาง', '', '', '', '', 0, '0000-00-00', 0),
(563, 'การสนับสนุนยุทโธปกรณ์รับปรุงสร้างทาง', '', '', '', '', 0, '0000-00-00', 0),
(564, 'การสนับสนุนยุทโธปกรณ์รับปรุงสร้างทาง', '', '', '', '', 0, '0000-00-00', 0),
(565, 'การสนับสนุนยุทโธปกรณ์รับปรุงสร้างทาง', '', '', '', '', 0, '0000-00-00', 0),
(566, 'พ.ร.ก.บริกหารราชการในสถานการณ์ฉุกเฉิน', '', '', '', '', 0, '0000-00-00', 0),
(567, 'พระราชบัญญัติกฎอัยการศึก', '', '', '', '', 0, '0000-00-00', 0),
(568, 'พื้นที่ประกาศกฎอัยการศึก', '', '', '', '', 0, '0000-00-00', 0),
(569, '', '', '', '', '', 0, '0000-00-00', 0),
(570, 'ผังอากาศยาน', '', '', '', '', 0, '0000-00-00', 0),
(571, 'พ.ร.บ.จัดระเบียบ กห.2551', '', '', '', '', 0, '0000-00-00', 0),
(572, 'สรุปการประชุมคณะผู้บัญชาการทหาร ครั้งที่ 1/55', '', '', '', '', 0, '0000-00-00', 0),
(573, 'รายงานผลการประชุมการจัดกิจกรรมของทหารในงานวันเด็กแห่งชาติ ประจำปี 2556 ', '', '', '', '', 0, '0000-00-00', 0),
(574, 'รายงานผลการประชุมการจัดกิจกรรมของทหารในงานวันเด็กแห่งชาติ ประจำปี 2556 ', '', '', '', '', 0, '0000-00-00', 0),
(575, 'คำสั่งคณะกรรมการระบบเทคโนโลยีสารสนเทศและการสื่อสารเพื่อการบริหารราชการทั่วไป กห.', '', '', '', '', 0, '0000-00-00', 0),
(576, 'บทสรุปผู้บริหารการฝึกร่วมกองทัพไทย ๒๕๕๖', '', '', '', '', 0, '0000-00-00', 0),
(578, 'กรอบประเมินผลการปฏิบัติราชการของ ยก.ทหาร ปี56 (ปรับ 31 ต.ค.55)', '', '', '', '', 0, '0000-00-00', 0),
(579, 'test', '', '', '', '', 0, '0000-00-00', 0),
(580, 'บรรจุทหารกองหนุน ทหารหญิงพ้นราชการ เข้ารับราชการและแต่งตั้งยศทหาร กับบุคคลพลเรือนเข้ารับราชการ', '', '', '', '', 0, '0000-00-00', 0),
(581, 'แจ้งเริ่มใช้งานการยื่นเรื่องขอรับเงิน กบข. พร้อมกับยื่นเรื่องขอรับเงินเบี้ยหวัดบำเหน็จบำนาญผ่านระบบ e-pension', '', '', '', '', 0, '0000-00-00', 0),
(582, 'การแต่งกายในวันกองทัพเรือ', '', '', '', '', 0, '0000-00-00', 0),
(583, 'โครงสร้างการจัดและอัตรา กผง.ยก.ทหาร', '', '', '', '', 0, '0000-00-00', 0),
(584, 'ความเชื่อมโยงตัวชี้วัดระดับ ยก.ทหารแก้ไข', '', '', '', '', 0, '0000-00-00', 0),
(585, 'อัตราดอกเบี้ยเงินกู้ตามโครงการเงินกู้กับสถาบันการเงินโดยนำสิทธิในบำเหน็จตกทอดไปเป็นหลักทรัพย์ประกันการกู้เงิน (ระบบบำเหน็จค้ำประกัน) เพิ่มเติมครั้งที่ 2', '', '', '', '', 0, '0000-00-00', 0),
(586, 'พ.อ.ปราโมทย์ฯ  (เอกสารแนบ 1)', '', '', '', '', 0, '0000-00-00', 0),
(587, 'คำรับรอง พ.อ.ปราโมทย์ฯ  (เอกสารแนบ 2)รอบ1', '', '', '', '', 0, '0000-00-00', 0),
(588, 'พ.อ.ปราโมทย์ฯ  (เอกสารแนบ 3)', '', '', '', '', 0, '0000-00-00', 0),
(589, 'พ.อ.หญิง อัญชลีฯ  (เอกสารแนบ 1)', '', '', '', '', 0, '0000-00-00', 0),
(590, 'ประเมินผลพ.อ.หญิง อัญชลีฯ  (เอกสารแนบ 2)แก้ไข', '', '', '', '', 0, '0000-00-00', 0),
(591, 'พ.อ.หญิง อัญชลีฯ  (เอกสารแนบ 3)', '', '', '', '', 0, '0000-00-00', 0),
(592, 'พ.ท.หญิง ทิพรัตน์ฯ (เอกสารแนบ 1)', '', '', '', '', 0, '0000-00-00', 0),
(593, 'คำรับรองพ.ท.หญิงทิพรัตน์(เอกสารแนบ2)รอบ2แก้ไข', '', '', '', '', 0, '0000-00-00', 0),
(594, 'พ.ท.หญิง ทิพรัตน์ฯ (เอกสารแนบ 3)', '', '', '', '', 0, '0000-00-00', 0),
(595, 'กำหนดระยะเวลาในการปฏิบัติในการใช้สายกระบี่ประกอบเครื่องแบบ ทอ.ของ น.สัญญาบัตร', '', '', '', '', 0, '0000-00-00', 0),
(596, 'พ.ท.หญิง เพ็ญศิริฯ (เอกสารแนบ 1)', '', '', '', '', 0, '0000-00-00', 0),
(597, 'พ.ท.หญิง เพ็ญศิริฯ (เอกสารแนบ 2)', '', '', '', '', 0, '0000-00-00', 0),
(598, 'พ.ท.หญิง เพ็ญศิริฯ (เอกสารแนบ 3)', '', '', '', '', 0, '0000-00-00', 0),
(599, 'พ.ท.สายทองฯ (เอกสารแนบ 1)', '', '', '', '', 0, '0000-00-00', 0),
(600, 'คำรับรอง พ.ท.สายทองฯ  (เอกสารแนบ 2)', '', '', '', '', 0, '0000-00-00', 0),
(601, 'พ.ท.สายทองฯ (เอกสารแนบ 3)', '', '', '', '', 0, '0000-00-00', 0),
(602, 'ร.ท.หญิง วิชุดาฯ  (เอกสารแนบ 1)', '', '', '', '', 0, '0000-00-00', 0),
(603, 'คำรับรองร.ท.หญิง วิชุดาฯ  (เอกสารแนบ 2)แก้ไข', '', '', '', '', 0, '0000-00-00', 0),
(604, 'ร.ท.หญิง วิชุดาฯ  (เอกสารแนบ 3)', '', '', '', '', 0, '0000-00-00', 0),
(605, 'ร.ท.หญิง วิชุดาฯ  (เอกสารแนบ 1)', '', '', '', '', 0, '0000-00-00', 0),
(606, 'คำรับรองร.ท.หญิง วิชุดาฯ  (เอกสารแนบ 2)แก้ไข', '', '', '', '', 0, '0000-00-00', 0),
(607, 'จ.ส.อ.หญิง จารุวรรณฯ (เอกสารแนบ 1)', '', '', '', '', 0, '0000-00-00', 0),
(608, 'คำรับรอง จ.ส.อ.หญิง จารุวรรณฯ (เอกสารแนบ 2)แก้ไข', '', '', '', '', 0, '0000-00-00', 0),
(609, 'จ.ส.อ.หญิง จารุวรรณฯ (เอกสารแนบ 3)', '', '', '', '', 0, '0000-00-00', 0),
(610, 'พ.อ.อ.หญิง นงนุชฯ (เอกสารแนบ 1)', '', '', '', '', 0, '0000-00-00', 0),
(611, 'คำรับรอง พ.อ.อ.หญิง นงนุชฯ (เอกสารแนบ 2)แก้ไข', '', '', '', '', 0, '0000-00-00', 0),
(612, 'พ.อ.อ.หญิง นงนุชฯ (เอกสารแนบ 3)', '', '', '', '', 0, '0000-00-00', 0),
(613, 'จ.ส.ต.วรินทรฯ (เอกสารแนบ 1)', '', '', '', '', 0, '0000-00-00', 0),
(614, 'คำรับรอง จ.ส.ต.วรินทรฯ  (เอกสารแนบ 2)แก้ไข', '', '', '', '', 0, '0000-00-00', 0),
(615, 'จ.ส.ต.วรินทรฯ (เอกสารแนบ 3)', '', '', '', '', 0, '0000-00-00', 0),
(616, 'รายงานการประชุม นขต.ยก.ทหาร/ฝยก.ศบท.ฯ ครั้งที่ 10/2555 เมื่อ 30 ต.ค.55', '', '', '', '', 0, '0000-00-00', 0),
(617, 'แนวทางการใช้ การจัดหา และการพัฒนาอากาศยานไร้คนขับ (UAV) และระบบเรดาร์แจ้งเตือนภัยทางอากาศของกองทัพไทย', '', '', '', '', 0, '0000-00-00', 0),
(618, 'แนวทางปฏิบัติ (7 พ.ย.55)', '', '', '', '', 0, '0000-00-00', 0),
(621, 'การเชื่อมโยงข้อมูลจากระบบ e - GP ระยะที่ 2 ไปยังระบบ GFMIS Web Online', '', '', '', '', 0, '0000-00-00', 0),
(622, '', '', '', '', '', 0, '0000-00-00', 0),
(623, '', '', '', '', '', 0, '0000-00-00', 0),
(624, 'บทสรุปผู้บริหาร ACDFIM', '', '', '', '', 0, '0000-00-00', 0),
(625, 'แผนงาน 2 ปี ของ ACDFIM (2012 - 2014)', '', '', '', '', 0, '0000-00-00', 0),
(626, 'บทสรุปผู้บริหาร AMOIM ครั้งที่ 2', '', '', '', '', 0, '0000-00-00', 0),
(627, 'บทสรุปผู้บริหาร JATDCC (2012)', '', '', '', '', 0, '0000-00-00', 0),
(628, 'บทสรุปผู้บริหาร JCOSC (2012)', '', '', '', '', 0, '0000-00-00', 0),
(629, 'บทสรุปการลาดตระเวนร่วมทางทะเลไทย-อซ. ภายใต้ JCOSC', '', '', '', '', 0, '0000-00-00', 0),
(630, 'บทสรุปผู้บริหาร THAI TAC XIV', '', '', '', '', 0, '0000-00-00', 0),
(631, 'การบันทึกข้อมูลการทำประกันการรับเงินและกสนอายัดเบี้ยหวัดบำเหน็จบำนาญในระบบบำเหน็จบำนาญ (e-pension)', '', '', '', '', 0, '0000-00-00', 0),
(632, 'สิทธิของข้าราชการทหารที่เป็นสมาชิก กบข.กรณีออกรับเบี้ยหวัด', '', '', '', '', 0, '0000-00-00', 0),
(633, 'อัตราดอกเบี้ยเงินกู้สำหรับใช้เป็นเกณฑ์ในการคำนวณราคากลางงานก่อสร้าง', '', '', '', '', 0, '0000-00-00', 0),
(634, 'ข้อกฎหมายกรณีการเข้าร่วมชุมนุมทางการเมือง', '', '', '', '', 0, '0000-00-00', 0),
(635, 'สถานะทางกฎหมายในการปฏิบัติงานของเจ้าหน้าที่สังกัด ศรภ.ในการ รปภ.ผู้บังคับบัญชาระดับสูงและบุคคลสำคัญ', '', '', '', '', 0, '0000-00-00', 0),
(636, 'แจ้งเริ่มใช้งานการยื่นเรื่องขอรับเงิน กบข. พร้อมกับยื่นเรื่องขอรับเงินเบี้ยหวัดบำเหน็จบำนาญผ่านระบบ e-pension', '', '', '', '', 0, '0000-00-00', 0),
(637, 'แจงรายชื่อผู้ทิ้งงาน', '', '', '', '', 0, '0000-00-00', 0),
(638, 'แจ้งรายชื่อผู้ทิ้งงาน', '', '', '', '', 0, '0000-00-00', 0),
(639, 'ข้อมูลแหล่งผลิตยุทโธปกรณ์ (บัญชีที่ 1) ข้อมูลโรงงานผลิตยุทโธปกรณ์ (บัญชีที่ 2)  และข้อมูลขีดความสามารถของโรงงานอุสาหกรรมฯ', '', '', '', '', 0, '0000-00-00', 0),
(640, 'ประชุมคณะทำงานผู้เชี่ยวชาญเฉพาะด้านการปฏิบัติการรักษาภาพ ประเทศอินโดนีเซีย', '', '', '', '', 0, '0000-00-00', 0),
(641, 'คำสั่ง กห.ที่ 1133/2555 ลง  26 ต.ค.55 เรื่อง บรรจุทหารกองหนุน ทหารหญิงพ้นราชการ เข้ารับราชการและแต่งตั้งยศทหารกับบุคคลพลเรือนเข้ารับราชการ', '', '', '', '', 0, '0000-00-00', 0),
(642, 'DSCA แจ้งเปลี่ยนแปลงเงื่อนไขการคิดค่าบริการจัดซื้อ สป.FMS', '', '', '', '', 0, '0000-00-00', 0),
(643, 'ระเบียบ บก,ทท.ว่าด้วยการจัดสวัสดิการใน บก.ทท. (ฉบับที่ ๒) พ.ศ.2555', '', '', '', '', 0, '0000-00-00', 0),
(644, 'ระเบียบ บก.ทท.ว่าด้วยการจ่ายเงินสินใหมทดแทนการประกันชีวิตกำลังพลในสังกัด บก.ทท.(ฉบับที่ 2) พ.ศ.2555', '', '', '', '', 0, '0000-00-00', 0),
(645, 'ข้อพิจารณากรณีการประกาศพื้นที่ตาม พ.ร.บ.การรักษาความมั่นคงภายในราชอาณาจักร พ.ศ.2551', '', '', '', '', 0, '0000-00-00', 0),
(646, 'กรอบแนวความคิดในการเปลี่ยนแปลงโครงสร้างกองทัพ', '', '', '', '', 0, '0000-00-00', 0),
(647, 'บทสรุปผู้บริหารการปรับปรุงโครงสร้าง กห.', '', '', '', '', 0, '0000-00-00', 0),
(648, 'การแก้ไขปัญหายาเสพติดของ ศพส.ทท.', '', '', '', '', 0, '0000-00-00', 0),
(649, 'คำสั่งจัดตั้ง ศพส.ทท.', '', '', '', '', 0, '0000-00-00', 0),
(650, 'คำสั่งจัดตั้ง ศพส.ทท.2', '', '', '', '', 0, '0000-00-00', 0),
(651, 'คำสั่งจัดตั้ง ศพส.ทท.3', '', '', '', '', 0, '0000-00-00', 0),
(652, 'สรุปข้อมูลความต้องการยุทโธปกรณ์สกัดกั้นยาเสพติดตามแนวชายแดน', '', '', '', '', 0, '0000-00-00', 0),
(653, 'บทสรุปผู้บริหารศูนย์ศึกษายุทธศาสตร์ฯ ', '', '', '', '', 0, '0000-00-00', 0),
(654, 'สรุปรวมแนวทางที่1', '', '', '', '', 0, '0000-00-00', 0),
(655, 'สรุปรวมแนวทางที่ 2', '', '', '', '', 0, '0000-00-00', 0),
(656, 'timeline สรุปรวม', '', '', '', '', 0, '0000-00-00', 0),
(657, 'การถ่ายทอดเป้าหมายการดำเนินงานด้านยุทธการ ปีงบประมาณ 57', '', '', '', '', 0, '0000-00-00', 0),
(658, 'งปประมาณสายยุทธการ ปี 56', '', '', '', '', 0, '0000-00-00', 0),
(659, 'สรุปข้อมูลยุทโธปกรณ์พิเศษยาเสพติด 48-55', '', '', '', '', 0, '0000-00-00', 0),
(660, 'รายงานความคืบหน้า 6 กิจกรรมหลัก สวฝ.ฯ เดือ่น พ.ย.55', '', '', '', '', 0, '0000-00-00', 0),
(661, 'รายงนความคืบหน้า 6 กิจกรรมหลัก สวฝ.ฯ เดือน พ.ย.55', '', '', '', '', 0, '0000-00-00', 0),
(662, 'ผลการประชุมแบ่งมอบความรับผิดชอบงาน เมื่อ 15 พ.ย.55', '', '', '', '', 0, '0000-00-00', 0),
(663, 'การจัดระบบเตรียมกำลังเป็นบุคคลในระบบบัญชีรายชื่อพร้อมเรียกปฏิบัติงาน', '', '', '', '', 0, '0000-00-00', 0),
(664, 'บทสรุปผู้บริหาร EWG on PKO', '', '', '', '', 0, '0000-00-00', 0),
(665, 'บทสรุปผู้บริหาร การสนับสนุนกองกำลังเฉพาะกิจ ๙๘๐ ไทย-ดาร์ฟูร์', '', '', '', '', 0, '0000-00-00', 0),
(666, 'บทสรุปผู้บริหาร โครงการ ร้อย.ช. พัน', '', '', '', '', 0, '0000-00-00', 0),
(667, 'บทสรุปผู้บริหารการจัดตั้งเครือข่ายศูนย์รักษาสันติภาพ', '', '', '', '', 0, '0000-00-00', 0),
(668, 'บทสรุปผู้บริหารการประชุม AAPTC', '', '', '', '', 0, '0000-00-00', 0),
(669, 'บทสรุปผู้บริหารการประชุม IAPTC', '', '', '', '', 0, '0000-00-00', 0),
(670, 'บทสรุปผู้บริหารการประชุม ไทย - อซ', '', '', '', '', 0, '0000-00-00', 0),
(671, 'บทสรุปผู้บริหารเรื่อง การเฝ้าตรวจ ติดตาม และแจ้งเตือนความขัดแย้งในภูมิภาคต่างๆ', '', '', '', '', 0, '0000-00-00', 0),
(672, 'บทสรุปผู้บริหารเรื่อง การอำนวยการและกำกับดูแล สง.นตต.ประจำ บก', '', '', '', '', 0, '0000-00-00', 0),
(673, 'บทสรุปผู้บริหารเรื่อง ระบบกำลังเตรียมพร้อมของสหประชาชาติ', '', '', '', '', 0, '0000-00-00', 0),
(674, 'บทสรุปผู้บริหารสนามฝึก GPOI ท่าเสด็จ', '', '', '', '', 0, '0000-00-00', 0),
(675, 'บทสรุปผู้บริหารการฝึก พิราบ-จาบิรู', '', '', '', '', 0, '0000-00-00', 0),
(676, 'บทสรุปผู้บริหารการฝึกอบรมครูเพื่อการฝึกเป็นหน่วย', '', '', '', '', 0, '0000-00-00', 0),
(677, 'บทสรุปผู้บริหารการฝึกอบรมผู้สังเกตการณ์ทางทหาร', '', '', '', '', 0, '0000-00-00', 0),
(678, 'บทสรุปผู้บริหารการฝึกอบรมผู้สังเกตการณ์ทางทหาร', '', '', '', '', 0, '0000-00-00', 0),
(679, 'บทสรุปผู้บริหารการฝึกอบรมฝ่ายอำนวยการสหประชาชาติ', '', '', '', '', 0, '0000-00-00', 0),
(680, 'ระเบียบ บก.ทท.ว่าด้วยการจ่ายเงินสินใหมทดแทนการประกันชีวิตกำลังพลในสังกัด บก.ทท.(ฉบับที่ 2) พ.ศ.2555', '', '', '', '', 0, '0000-00-00', 0),
(681, 'ที่ตั้ง กบน.กง.ทหาร ห้องรับรองข้าราชการบำนาญ และการติดต่อสื่อสาร', '', '', '', '', 0, '0000-00-00', 0),
(682, 'บทสรุปผู้บริหาร การฝึกร่วมกองทัพไทย ประจำปี 2556', '', '', '', '', 0, '0000-00-00', 0),
(683, 'บทสรุปผู้บริหาร รวป.56', '', '', '', '', 0, '0000-00-00', 0),
(684, 'บทสรุปผู้บริหาร รวป.56', '', '', '', '', 0, '0000-00-00', 0),
(685, 'MY MAP CROWN CONTRON', '', '', '', '', 0, '0000-00-00', 0),
(686, 'สรุปสั่งการของประธานในการประชุม นขต.ยก.ทหาร/ฝยก.ศบท.ฯ ครั้งที่ ๑๑/๒๕๕๕ เมื่อ ๒๗ พ.ย.๕๕ ', '', '', '', '', 0, '0000-00-00', 0),
(687, 'Talking point แนวทางการเขียนจาก ขว.ทหาร', '', '', '', '', 0, '0000-00-00', 0),
(688, 'คำสั่ง ทท.(ฉ) 360/55 ลง 27 พ.ย.55 เรื่องให้นายทหารสัญญาบัตรช่วยราชการ ศบท.บก.ทท.', '', '', '', '', 0, '0000-00-00', 0),
(689, 'คำสั่ง บก.ทท.(ฉ) ที่ 946/55 ลง 21 พ.ย.55 เรื่อง แต่งตั้งคณะกรรมการจัดหารายได้สำหรับกิจการสาธารณประโยชน์และคณะกรรมการอำนวยการจัดหารายได้สำหรับกิจการสาธารณประโยชน์', '', '', '', '', 0, '0000-00-00', 0),
(690, 'รายงานการประชุมคณะกรรมการ อสว.วาระพิเศษ ครั้งที่ 3/55 ประจำปี 2555', '', '', '', '', 0, '0000-00-00', 0),
(691, 'แจ้งเปลี่ยนหน่วยงานตรวจสอบประวัติจาก สภ.เมืองอุดรธานี เป็นศูนย์พิสูขน์หลักฐานจังหวัดอุดรธานี อ.เมือง จ.อุดรธานี', '', '', '', '', 0, '0000-00-00', 0),
(692, 'Code of Conduct (COC) กับการแก้ปัญหาทะเลจีนใต้ในความหมายของกฎหมายระหว่างประเทศ', '', '', '', '', 0, '0000-00-00', 0),
(693, 'เอกสารวิเคราะห์สำคัญรายสัปดาห์ ศศย.สปท. ห้วง 19 - 25 พ.ย.55', '', '', '', '', 0, '0000-00-00', 0),
(694, 'ขออนุมัติใช้แนวทางปฏิบัติช่วยเหลือผู้ติดค้างภายในลิฟท์อาคาร 1 บก.ทท.', '', '', '', '', 0, '0000-00-00', 0),
(695, 'ขออนุมัติใช้คำย่อและหมายเลขประจำกรม กอง ของส่วนราชการใน บก.ทท.', '', '', '', '', 0, '0000-00-00', 0),
(696, 'แต่งตั้งคณะทำงานการจัดกิจกรรมและรับผิดชอบการจัดกิจกรรมของทหารในงานวันเด็กแห่งชาติ ประจำปี 2556', '', '', '', '', 0, '0000-00-00', 0),
(697, 'แต่งตั้งคณะกรรมการดำเนินกิจกรรม  5 ส. ของ ยก.ทหาร ปรพจำปีงบประมาณ 2556', '', '', '', '', 0, '0000-00-00', 0),
(698, 'คำสั่ง บก.ทท.ที่ 336/2555 ลง 26 พ.ย.55 เรื่อง ให้นายทหารประทวนเปลี่ยนเหล่า', '', '', '', '', 0, '0000-00-00', 0),
(699, 'บทสรุปผู้บริหาร CG 13 ', '', '', '', '', 0, '0000-00-00', 0),
(700, 'แนวคิดการฝึก ARF DiREx 2013', '', '', '', '', 0, '0000-00-00', 0),
(701, 'รายงานผลการประชุมการจัดกิจกรรมของทหารในงานวันเด็กแห่งชาติ ประจำปี 2556', '', '', '', '', 0, '0000-00-00', 0),
(702, 'คำสั่ง กฝยก.กฝร.56', '', '', '', '', 0, '0000-00-00', 0),
(703, 'คำสั่ง กฝร.56', '', '', '', '', 0, '0000-00-00', 0),
(704, 'ประวัติควมเป็นมา กฝร.', '', '', '', '', 0, '0000-00-00', 0),
(705, 'ประวัติความเป็นมา กฝร.', '', '', '', '', 0, '0000-00-00', 0),
(706, 'คำจำกัดความ "ผู้แทนพระองค์" ตลอดจนแนวทางในการต้อนรับ', '', '', '', '', 0, '0000-00-00', 0),
(707, '', '', '', '', '', 0, '0000-00-00', 0),
(708, 'แนวทางการเข้าสู่ประชาคมอาเซียน', '', '', '', '', 0, '0000-00-00', 0),
(709, 'แนวทางการเข้าสู่ประชาคมอาเซียน', '', '', '', '', 0, '0000-00-00', 0),
(710, 'แบบฟอร์มการขอภาพของพระราชวัง', '', '', '', '', 0, '0000-00-00', 0),
(711, 'กฎกระทรวง ฉบับที่ 2 (พ.ศ.2555)  ออกตาม พ.ร.บ. เครื่องแบบ นร. ของ รร. ในสังกัด กห. พ.ศ.2521 ว่าด้วยเครื่องแบบนักเรียนพยาบาลทหารอากาศ ลแว่ด้วยเครื่องแบบนักเรียนดุริยางค์ทหารอากาศ', '', '', '', '', 0, '0000-00-00', 0),
(712, 'ขออนุมัติหลักการในการจัดนายทหารชั้นผู้ใหญ่ของ บก.ทท. ปฏิบัติราชการ', '', '', '', '', 0, '0000-00-00', 0),
(713, 'บทบาทของทหารในการเตรียมเข้าสู่ประชาคมอาเซียน', '', '', '', '', 0, '0000-00-00', 0),
(714, 'บทสรุป การจัดทำแผนปฏิบัติการการบูรณาการยุทธศาสตร์ประเทศ (Country Strategy)', '', '', '', '', 0, '0000-00-00', 0),
(715, 'บทสรุปยุทธศาสตร์ชาติ', '', '', '', '', 0, '0000-00-00', 0),
(716, 'ประวัติควมเป็นมา', '', '', '', '', 0, '0000-00-00', 0),
(717, 'โครงสร้างกรจัดกองอำนวยการฝึก กฝร.56', '', '', '', '', 0, '0000-00-00', 0),
(718, 'กำหนดการฝึก กฝร.56', '', '', '', '', 0, '0000-00-00', 0),
(719, 'แผนการตรวจเยี่ยมและการปฏิบัติของ ผบช. ในกรฝึก กฝร.56', '', '', '', '', 0, '0000-00-00', 0),
(720, 'การฝึกอบรมการต่อต้านวัตถุระเบิดแสวงเครื่อง CIED (กห.ไทย - กห.อต.)', '', '', '', '', 0, '0000-00-00', 0),
(721, 'จัดตั้งชมรมโยคะ กรมยุทธการทหาร', '', '', '', '', 0, '0000-00-00', 0),
(722, 'แถลงข่าวการฝึก CG-13 ณ ททบ.', '', '', '', '', 0, '0000-00-00', 0),
(723, 'กำหนดการตรวจเยี่ยม NEO', '', '', '', '', 0, '0000-00-00', 0),
(724, 'กำหนดการพิธีเปิด CG 13 ณ สนามฝึกยุทธวิธี ทภ.๓ บ้านด่านลานหอย จ.สุโขทัย', '', '', '', '', 0, '0000-00-00', 0),
(725, 'กำหนดการการตรวจเยี่ยมการฝึกปฏิบัติสะเทินน้ำสะเทินบก ณ สนามฝึก ทร.', '', '', '', '', 0, '0000-00-00', 0),
(726, 'กำหนดการพิธีเปิดการฝึก CG 13 ณ จ.เชียงใหม่', '', '', '', '', 0, '0000-00-00', 0),
(727, 'แบบฟอร์มใบสำคัญรับเงิน', '', '', '', '', 0, '0000-00-00', 0),
(728, 'หลักฐานประกอบการเบิกเงิน', '', '', '', '', 0, '0000-00-00', 0),
(729, 'แบบฟอร์มใบสำคัญรับเงิน', '', '', '', '', 0, '0000-00-00', 0),
(730, 'หลักฐานประกอบการเบิกเงิน', '', '', '', '', 0, '0000-00-00', 0),
(731, 'แนวทางการปฏิบัติในการจัดซื้อน้ำมันเชื้อเพลิงเพื่อใช้ในการปฏิบัติราชการตามภารกิจของหน่วยงาน', '', '', '', '', 0, '0000-00-00', 0),
(732, 'การขอยกเว้นหรือขอผ่อนผันการไม่ปฏิบัติตามระเบียบสำนักนายกรัฐมนตรีว่าด้วยการพัสดุและระเบียบฯ ว่าด้วยการพัสดุด้วยวิธีการทางอิเล็กทรอนิกส์ พ.ศ.2549 และการขออนุมัติลงนามในสัญญาต่างๆ ที่ไม่อยู่ในอำนาจของคณะรัฐมนตรี ', '', '', '', '', 0, '0000-00-00', 0),
(733, 'ประกาศคณะกรรมการค่าจ้าง เรื่องอัตราค่าจ้างขั้นต่ำ (ฉบับที่ 7)', '', '', '', '', 0, '0000-00-00', 0),
(734, 'บทสรุปผู้บริหาร การฝึก ARF DiRex 2013', '', '', '', '', 0, '0000-00-00', 0),
(735, 'บทสรุปผู้บริหารการฝึกทางทหารอาเซียนมนุษยธรรมและการบรรเทาภัยพิบัติของอาเซียน (ASEAN Militaries Humanitarian Assistance and Disaster Relief Exercise : AHX)', '', '', '', '', 0, '0000-00-00', 0),
(736, '(แก้ไข) บทสรุปผูบริหาร (AHX)', '', '', '', '', 0, '0000-00-00', 0),
(737, 'วาระงาน ผบ.ทสส./ผอ.กฝร.๕๖ หรือผู้แทน พิธีเปิด กฝร.๕๖', '', '', '', '', 0, '0000-00-00', 0),
(738, 'การเบิกค่ายากลูโคซามีนซัลเฟต', '', '', '', '', 0, '0000-00-00', 0),
(739, 'มติ กขท.ครั้งที่ 12/55', '', '', '', '', 0, '0000-00-00', 0),
(740, 'รายงานการประชุม นขต.ยก.ทหาร/ฝยก.ศบท.ฯ ครั้งที่ 12/2555', '', '', '', '', 0, '0000-00-00', 0),
(741, 'คำสั่ง ทท. ที่ 9/2556 เรื่อง แก้ไขคำสั่ง ทท. และ คำสั่ง บก.ทท.', '', '', '', '', 0, '0000-00-00', 0),
(742, 'ผังการตรวจเยี่ยม ผบช, ในห้วงการฝึก CG 13', '', '', '', '', 0, '0000-00-00', 0),
(743, 'รปจ.การรักษาความปลอดภัยเครือข่ายไร้สาย(Wi-Fi) ยก.ทหาร', '', '', '', '', 0, '0000-00-00', 0),
(744, 'ระเบียบทุนการศึกษาบุตรข้าราชการ และระเบียบว่าด้วยเงินสวัสดิการช่วยเหลือข้าราชการ ยก.ทหาร  ปี 2556', '', '', '', '', 0, '0000-00-00', 0),
(745, 'ระเบียบทุนการศึกษาบุตรข้าราชการ และระเบียบว่าด้วยเงินสวัสดิการช่วยเหลือข้าราชการ ยก.ทหาร  ปี 2556', '', '', '', '', 0, '0000-00-00', 0),
(747, 'บททดสอบภาษาอังกฤษ ECL', '', '', '', '', 0, '0000-00-00', 0),
(748, 'รายงานการประชุม นขต.ยก.ทหาร/ฝยก.ศบท.ฯ ครั้งที่ 1/2556 เมื่อ 4 ก.พ.56 ', '', '', '', '', 0, '0000-00-00', 0),
(749, 'รายงานผลการประชุม ไทย - อินโดนีเซีย ครั้งที่ 1', '', '', '', '', 0, '0000-00-00', 0),
(750, 'มอบหมายและมอบอำนาจให้รองนายกรัฐมนตรี ปฏิบัติหน้าที่ประธานกรรมการในคณะกรรมการฯ', '', '', '', '', 0, '0000-00-00', 0),
(751, 'สรุปผลการประชุมฯ สภาที่ปรึกษาเศรษฐกิจและสังคมแห่งชาติ เรื่องผังเมืองในหัวเมืองภูมิภาคกรณีหาดใหญ่', '', '', '', '', 0, '0000-00-00', 0),
(752, 'มติ กขท. ครั้งที่ 1/56', '', '', '', '', 0, '0000-00-00', 0),
(753, 'ความคืบหน้าแผนงาน/โครงการที่สำคัญ หน่วย สวฝ.ยก.ทหาร (ณ มี.ค.๕๖)', '', '', '', '', 0, '0000-00-00', 0),
(755, '', '', '', '', '', 0, '0000-00-00', 0),
(757, 'รายงานการประชุม นขต.ยก.ทหาร/ฝยก.ศบท.ฯ ครั้งที่ 2/2556', '', '', '', '', 0, '0000-00-00', 0),
(758, '50 ปี 50 ประเด็น ถาม-ตอบ กรณีปราสาทพระวิหาร', '', '', '', '', 0, '0000-00-00', 0),
(759, 'คำสั่งแต่งตั้ง รอง จก.ยก.ทหาร รับผิดชอบงานในหน้าที่แทน จก.ยก.ทหาร/หน.ฝยก.ศบท.บก.ทท.  ', '', '', '', '', 0, '0000-00-00', 0),
(760, 'รายงานการประชุม นขต.ยก.ทหาร/ฝยก.ศบท.ฯ ครั้งที่ 3/2556 เมื่อ 2 เม.ย.56', '', '', '', '', 0, '0000-00-00', 0),
(761, 'สรุปสั่งการของประธานในการประชุม นขต.ยก.ทหาร/ฝยก.ศบท.ฯ ครั้งที่ ๔/๒๕๕๖ เมื่อ ๓๐ เม.ย.๕๖', '', '', '', '', 0, '0000-00-00', 0),
(762, 'รายงานการประชุม นขต.ยก.ทหาร/ฝยก.ศบท.ฯ ครั้งที่ ๔/๒๕๕๖ เมื่อ ๓๐ เม.ย.๕๖', '', '', '', '', 0, '0000-00-00', 0),
(765, 'บทสรุปผู้บริหาร AHX ครั้งที่ ๒', '', '', '', '', 0, '0000-00-00', 0),
(766, 'บทสรุปผู้บริหาร AHX ครั้งที่ ๒', '', '', '', '', 0, '0000-00-00', 0),
(767, 'รายละเอียดการลาออกจากการเป็นสมาชิก กบข.', '', '', '', '', 0, '0000-00-00', 0),
(768, 'คณะกรรมการชายแดนเพื่อนบ้าน HLC ไทยพม่า', '', '', '', '', 0, '0000-00-00', 0),
(769, 'คณะกรรมการชายแดนเพื่อนบ้าน HLC ไทยพม่า', '', '', '', '', 0, '0000-00-00', 0),
(770, 'บทบรรยาย AHX2 ', '', '', '', '', 0, '0000-00-00', 0),
(771, 'โครงสร้างกำลัง ประกอบการประชุมปรับโครงสร้าง ทท.', '', '', '', '', 0, '0000-00-00', 0),
(772, 'บทบรรยายยุทธศาสตร์', '', '', '', '', 0, '0000-00-00', 0),
(773, 'รับ นรม. รมว.กห.', '', '', '', '', 0, '0000-00-00', 0),
(774, 'ADMM-Plus', '', '', '', '', 0, '0000-00-00', 0),
(775, 'ตารางการจัดตั้งคณะทำงานผู้เชี่ยวชาญเฉพาะ 6 ด้าน', '', '', '', '', 0, '0000-00-00', 0),
(776, 'บทสรุปนโยบายความมั่นคงแห่งชาติ 55-59', '', '', '', '', 0, '0000-00-00', 0),
(777, 'หลักเกณฑ์การจัดสรรเงินรางวัลประจำปี งบประมาณ พ.ศ.2554', '', '', '', '', 0, '0000-00-00', 0),
(778, 'สรุปสั่งการของประธานในการประชุม นขต.ยก.ทหาร/ฝยก.ศบท.ฯ ครั้งที่ ๕/๒๕๕๖ เมื่อ ๓ ก.ค.๕๖', '', '', '', '', 0, '0000-00-00', 0),
(779, 'แนวทางการให้สัมภาษณ์ของ รมว.กห.', '', '', '', '', 0, '0000-00-00', 0),
(780, 'เอกสารประกอบการยืมเงินและผัดส่งใบสำคัญ', '', '', '', '', 0, '0000-00-00', 0),
(781, 'หลักฐานประกอบการเบิกจ่าย"ค่าใช้จ่ายในการเดินทางไปราชการ"', '', '', '', '', 0, '0000-00-00', 0),
(782, 'หลักฐานประกอบการเบิกจ่าย"ค่าใช้จ่ายในฝึกอบรม/สัมมนา"', '', '', '', '', 0, '0000-00-00', 0),
(783, 'รายงานการประชุม นขต.ยก.ทหาร/ฝยก.ศบท.ฯ ครั้งที่ ๕/๒๕๕๖ เมื่อ ๓ ก.ค.๕๖', '', '', '', '', 0, '0000-00-00', 0),
(785, 'สรุปสั่งการของประธานในการประชุม นขต.ยก.ทหาร/ฝยก.ศบท. ครั้งที่ ๖/๒๕๕๖', '', '', '', '', 0, '0000-00-00', 0),
(786, 'ppt สรุปขั้นตอนการดำเนินการบริหารงบประมาณโครงการปี 57', '', '', '', '', 0, '0000-00-00', 0),
(787, 'รายงานการประชุม นขต.ยก.ทหาร/ฝยก.ศบท.ฯ ครั้งที่ ๖/๒๕๕๖ เมื่อ ๑ ส.ค.๕๖', '', '', '', '', 0, '0000-00-00', 0),
(797, 'ขั้นตอนการเสนอคำของบประมาณ โครงการ ปี 58', '', '', '', '', 0, '0000-00-00', 0),
(802, 'หนังสือมอบอำนาจ', '', '', '', '', 0, '0000-00-00', 0),
(807, 'แนวทางการบริหาร งป. ปี 57', '', '', '', '', 0, '0000-00-00', 0),
(808, 'สรุปแนวทางการบริหาร งป. ปี 57', '', '', '', '', 0, '0000-00-00', 0),
(809, 'ผังการบริหารงบประมาณ ยก.ทหาร ปี 57', '', '', '', '', 0, '0000-00-00', 0),
(810, 'ประชุมชี้แจงแนวทางบริหารงบประมาณ ยก..ทหาร  เมื่อ 8 ต.ค.56', '', '', '', '', 0, '0000-00-00', 0),
(811, 'สรุปแนวทางการบริหาร งป. ปี 57', '', '', '', '', 0, '0000-00-00', 0),
(812, 'สรุปผลการประชุมแนวทางการบริหาร งป. ปี 57 ปรับแก้ล่าสุด', '', '', '', '', 0, '0000-00-00', 0),
(813, 'แผนการปฏิบัติงาน สวฝ.ยก.ทหาร ปี 57', '', '', '', '', 0, '0000-00-00', 0),
(814, 'แผนการปฏิบัติงาน สวฝ.ยก.ทหาร ปี 57', '', '', '', '', 0, '0000-00-00', 0),
(815, 'แผนการปฏิบัติงาน สวฝ.ยก.ทหาร ปี 57 ล่าสุด', '', '', '', '', 0, '0000-00-00', 0),
(816, 'แผนปฏิบัติงาน ผบ.ทสส. เป็นประธาน', '', '', '', '', 0, '0000-00-00', 0),
(817, 'ประชาคมอาเซียน 2558 - อนาคตการปรับกระบวนทัศน์ประเทศไทย', '', '', '', '', 0, '0000-00-00', 0),
(819, 'คู่มือค่าใช้จ่ายในการเดินทางไปราชการต่างประเทศ', '', '', '', '', 0, '0000-00-00', 0),
(820, 'คู่มือค่าใช้จ่ายในการฝึกอมรม', '', '', '', '', 0, '0000-00-00', 0),
(821, 'หลักฐานประกอบการเบิกจ่าย', '', '', '', '', 0, '0000-00-00', 0),
(822, 'คู่มือค่าใช้จ่ายในการเดินทางไปราชการในประเทศ', '', '', '', '', 0, '0000-00-00', 0),
(823, 'aa', 'aaa', 'aa', '', '', 0, '0000-00-00', 0),
(824, 'รู้ศัพท์จากข่าว ', '', '', '', '', 0, '0000-00-00', 0),
(825, 'รู้ศัพท์จากข่าว ', '', '', '', '', 0, '0000-00-00', 0),
(826, 'รายงานการประชุม นขต.ยก.ทหาร/ฝยก.ศบท. ครั้งที่ ๑/๒๕๕๗ เมื่อ ๘ พ.ย.๕๖', '', '', '', '', 0, '0000-00-00', 0),
(829, 'แผนแม่บทเทคโนโลยีสารสนเทศและการสื่อสาร ทท.และบก.ทท. พ.ศ.2557-2561', '', '', '', '', 0, '0000-00-00', 0),
(831, 'แนวทางการเสนอใบแทนเวร/เปลี่ยนเวร', '', '', '', '', 0, '0000-00-00', 0),
(832, 'การเชื่อมต่อ @J3 Wifi Network ', '', '', '', '', 0, '0000-00-00', 0),
(833, 'บทสรุปผู้บริหารกองแผนและงบประมาณ กรมยุทธการทหาร (ก.พ.ร.)', '', '', '', '', 0, '0000-00-00', 0),
(834, 'บทสรุปผู้บริหารกองแผนและงบประมาณ กรมยุทธการทหาร (งประมาณ)', '', '', '', '', 0, '0000-00-00', 0),
(835, 'ความร่วมมือด้านการปฏิบัติการรักษาสันติภาพของกองทัพไทยกับประเทศในกลุ่มอาเซียน@8 Oct14', '', '', '', '', 0, '0000-00-00', 0),
(836, 'บทสรุปความร่วมมือไทย-สหรัฐฯ ด้านการปฏิบัติการเพื่อสันติภาพ @8 Oct14', '', '', '', '', 0, '0000-00-00', 0),
(837, 'บทสรุปผู้บริหาร EWG on PKO @8 Oct14', '', '', '', '', 0, '0000-00-00', 0),
(838, 'บทสรุปผู้บริหารการประชุม AAPTC @9 Oct14', '', '', '', '', 0, '0000-00-00', 0),
(839, 'บทสรุปผู้บริหารการประชุม IAPTC @9 Oct14', '', '', '', '', 0, '0000-00-00', 0),
(840, 'สรุปผลการปฎิบัติ ศสภ.ฯ ปี 57 และแผนปี 58 ตามแบบฟอร์ม สนผ.ยก.ฯ @17 Sep14', '', '', '', '', 0, '0000-00-00', 0),
(841, 'บทสรุปผู้บริหาร พิราบ-จาบิรู 2014', '', '', '', '', 0, '0000-00-00', 0),
(842, 'บทสรุปผู้บริหารการฝึกอบรมครูเพื่อการฝึกเป็นหน่วย', '', '', '', '', 0, '0000-00-00', 0),
(843, 'บทสรุปผู้บริหารการฝึกอบรมผู้สังเกตการณ์ทางทหาร', '', '', '', '', 0, '0000-00-00', 0),
(844, 'บทสรุปผู้บริหารการฝึกอบรมฝ่ายอำนวยการสหประชาชาติ', '', '', '', '', 0, '0000-00-00', 0),
(845, 'root', '', '', '', '', 0, '0000-00-00', 0),
(846, 'บทสรุปผู้บริหารการจัดทำวีดิทัศน์เพื่อการนำเสนอของ บก.ทท.', '', '', '', '', 0, '0000-00-00', 0),
(847, 'บทสรุปผู้บริหารการจัดทำโครงสร้างฐานข้อมูลด้านยุทธการ', '', '', '', '', 0, '0000-00-00', 0),
(848, 'บทสรุปผู้บริหารการบำรุงรักษา ซ่อมบำรุงเครื่องมือรับ-ส่งข้อมูลภาพถ่ายดาวเทียมรายละเอียดสูง', '', '', '', '', 0, '0000-00-00', 0),
(849, 'บทสรุปผู้บริหารการบำรุงรักษา ซ่อมบำรุงระบบคลังข้อมูลและระบบการจัดการข้อมูลเพื่อสนับสนุนภารกิจด้านยุทธการ', '', '', '', '', 0, '0000-00-00', 0),
(851, 'แผนปฏิบัติการ (Action Plan) ระบบควบคุมบังคับบัญชากองทัพไทย ปี 57-65', '', '', '', '', 0, '0000-00-00', 0),
(852, 'โปรแกรม AVG Anti-Virus และ Spybot Anti-Spyware แบบติดตั้งอัตโนมัติ', '', '', '', '', 0, '0000-00-00', 0),
(853, 'ปี งป.58 คำสั่ง บก.ทท. (ฉ) ที่ 807/57 เรื่อง ให้นายทหารประทวนช่วยราชการ ศบท. (1 ต.ค.57 - 30 ก.ย.58)', '', '', '', '', 0, '0000-00-00', 0),
(854, 'ปี งป.58 คำสั่ง บก.ทท. (ฉ) ที่ 762/57 เรื่อง ให้นายทหารประทวนช่วยราชการ ศบท. (1 ต.ค.57 - 30 ก.ย.58)', '', '', '', '', 0, '0000-00-00', 0),
(855, 'คู่มือการใช้งาน Owncloud เบื้องต้น', '', '', '', '', 0, '0000-00-00', 0),
(856, 'แนวปฏิบัติการส่วข้อมูล (post) ผ่านสื่อสังคมออนไลน์ บก.ทท.', '', '', '', '', 0, '0000-00-00', 0),
(857, 'แนวปฏิบัติการส่วข้อมูล (post) ผ่านสื่อสังคมออนไลน์ บก.ทท.', '', '', '', '', 0, '0000-00-00', 0),
(858, 'HD3 งานเพิ่มขีดความสามารถ ศบท. และจัดเตรียม ศบท.สำรอง งป.C4I ปี58', '', '', '', '', 0, '0000-00-00', 0),
(859, 'แนวปฏิบัติการใช้สื่อสังคมออนไลน์อย่างมั่นคงปลอดภัย', '', '', '', '', 0, '0000-00-00', 0),
(860, 'ปี งป.58 คำสั่ง บก.ทท. (ฉ) ที่ 711/57 เรื่อง ให้นายทหารสัญญาบัตรชั้นนายพลช่วยราชการ ศบท. (1 ต.ค.57 - 30 ก.ย.58)', '', '', '', '', 0, '0000-00-00', 0),
(861, 'ปี งป.58 คำสั่ง บก.ทท. (ฉ) ที่ 751/57 เรื่อง ให้นายทหารสัญญาบัตรช่วยราชการ ศบท. (1 ต.ค.57 - 30 ก.ย.58)', '', '', '', '', 0, '0000-00-00', 0),
(862, 'บทสรุปผู้บริหารการพัฒนาเว็บไซด์ เพื่อประชาสัมพันธ์งานด้านยุทธการ', '', '', '', '', 0, '0000-00-00', 0),
(863, 'ปี งป.58 คำสั่ง ทท. (ฉ) ที่ 320/57 เรื่อง ให้นายทหารสัญญาบัตรช่วยราชการ ศบท. (1 ต.ค.57 - 30 ก.ย.58)', '', '', '', '', 0, '0000-00-00', 0),
(864, 'ปี งป.58 คำสั่ง ทท. (ฉ) ที่ 353/57 เรื่อง ให้นายทหารสัญญาบัตรช่วยราชการ ศบท. (1 ต.ค.57 - 30 ก.ย.58)', '', '', '', '', 0, '0000-00-00', 0),
(865, 'ปี งป.58 คำสั่ง ทท. (ฉ) ที่ 11/58 เรื่อง ให้นายทหารสัญญาบัตรพ้นช่วยราชการและช่วยราชการ ศบท. (1 ต.ค.57 - 30 ก.ย.58)', '', '', '', '', 0, '0000-00-00', 0),
(866, 'ปี งป.58 คำสั่ง บก.ทท. (ฉ) ที่ 306/58 เรื่อง ให้นายทหารสัญญาบัตรพ้นช่วยราชการและช่วยราชการ ศบท. (1 เม.ย. - 30 ก.ย.58)', '', '', '', '', 0, '0000-00-00', 0),
(867, 'ปี งป.58 คำสั่ง บก.ทท. (ฉ) ที่ 393/58 เรื่อง ให้นายทหารสัญญาบัตรพ้นช่วยราชการและช่วยราชการ ศบท. (1 เม.ย. - 30 ก.ย.58)', '', '', '', '', 0, '0000-00-00', 0),
(868, 'ปี งป.58 คำสั่ง บก.ทท. (ฉ) ที่ 421/58 เรื่อง ให้นายทหารประทวนพ้นช่วยราชการและช่วยราชการ ศบท. (1 เม.ย. - 30 ก.ย.58)', '', '', '', '', 0, '0000-00-00', 0),
(869, 'ปี งป.58 คำสั่ง บก.ทท. (ฉ) ที่ 440/58 เรื่อง ให้นายทหารสัญญาบัตรพ้นช่วยราชการและช่วยราชการ ศบท. (1 เม.ย. - 30 ก.ย.58)', '', '', '', '', 0, '0000-00-00', 0),
(870, 'เกณฑ์การประเมิน', '', '', '', '', 0, '0000-00-00', 0),
(871, 'การอำนวยการและกำกับดูแล สง.นตต.ประจำ บก.สหประชาชาติ ณ กรุงโซล  ประเทศเกาหลีใต้', '', '', '', '', 0, '0000-00-00', 0),
(872, 'การอำนวยการและกำกับดูแล สง.นตต.ประจำ บก.สหประชาชาติ ณ กรุงโซล  ประเทศเกาหลีใต้', '', '', '', '', 0, '0000-00-00', 0),
(873, 'การเฝ้าตรวจ ติดตาม และแจ้งเตือนความขัดแย้งในภูมิภาค', '', '', '', '', 0, '0000-00-00', 0),
(874, 'ระบบกำลังเตรียมพร้อมของสหประชาชาติ UNSAS', '', '', '', '', 0, '0000-00-00', 0),
(875, 'การเข้าร่วมการประชุมสมัชชาใหญ่สหประชาชาติ สมัยสามัญประจำปี UNGA', '', '', '', '', 0, '0000-00-00', 0),
(876, 'การจัดระบบเตรียมกำลังเป็นบุคคลในระบบบัญชีรายชื่อพร้อมเรียกปฏิบัติงาน (On Call List)', '', '', '', '', 0, '0000-00-00', 0),
(877, 'คณะทำงานปรับอัตราค่าเช่ายืมยุทโธปกรณ์สำหรับภารกิจรักษาสันติภาพ COE', '', '', '', '', 0, '0000-00-00', 0),
(878, 'แผนปฏิบัติงาน (Roadmap) ด้านการปฏิบัติการเพื่อสันติภาพ ปี ๕๘  ๖๒ ', '', '', '', '', 0, '0000-00-00', 0),
(879, 'การกำหนดท่าทีของ ทท. ในด้านการปฏิบัติการเพื่อสันติภาพ (PKO)', '', '', '', '', 0, '0000-00-00', 0),
(880, 'ยุทธศาสตร์ทหารด้านการปฏิบัติการเพื่อสันติภาพและมนุษยธรรม ประจำปี ๒๕๕๗  ๒๕๖๑', '', '', '', '', 0, '0000-00-00', 0),
(881, 'การสัมมนาเชิงปฏิบัติการการทบทวนนโยบายและยุทธศาสตร์ ด้านการปฏิบัติการเพื่อสันติภาพ', '', '', '', '', 0, '0000-00-00', 0),
(882, 'การประชุมการจัดตั้งเครือข่ายศูนย์ปฏิบัติการรักษาสันติภาพของอาเซียน (The Meeting of Establishment of ASEAN Peacekeeping Centres Network)', '', '', '', '', 0, '0000-00-00', 0),
(883, 'ความร่วมมือด้านการปฏิบัติการรักษาสันติภาพของกองทัพไทยกับประเทศในกลุ่มอาเซียน การประชุมแลกเปลี่ยนการเยือนระหว่างศูนย์ปฏิบัติการเพื่อสันติภาพ ไทย  อซ.', '', '', '', '', 0, '0000-00-00', 0),
(884, 'ความร่วมมือไทย-สหรัฐฯ ในด้านการปฏิบัติการเพื่อสันติภาพ', '', '', '', '', 0, '0000-00-00', 0),
(885, 'การประชุมคณะทำงานผู้เชี่ยวชาญเฉพาะด้านการปฏิบัติการรักษาสันติภาพ  (Experts Working Group on Peacekeeping Operations : EWG on PKO)', '', '', '', '', 0, '0000-00-00', 0),
(886, 'การประชุมอาเซียนว่าด้วยความร่วมมือด้านการเมืองและความมั่นคงในภูมิภาคเอเชีย - แปซิฟิก (ASEAN Regional Forum : ARF) ด้านการรักษาสันติภาพ', '', '', '', '', 0, '0000-00-00', 0),
(887, 'การประชุมสมาชิกสมาคมศูนย์ฝึกอบรมการรักษาสันติภาพภูมิภาคเอเชีย  แปซิฟิก  (Association of Asia  Pacific Peace Operations Training Centers: AAPTC)', '', '', '', '', 0, '0000-00-00', 0),
(888, 'การประชุมสมาชิกสมาคมศูนย์ฝึกอบรมการรักษาสันติภาพนานาชาติ  (International Association of Peacekeeping Training Centers: IAPTC)', '', '', '', '', 0, '0000-00-00', 0),
(889, 'การประชุมแลกเปลี่ยนการเยือนระหว่างศูนย์ปฏิบัติการเพื่อสันติภาพ ไทย  สหพันธ์สาธารณรัฐเยอรมนี (ยม.) (The United Nations Training)', '', '', '', '', 0, '0000-00-00', 0),
(890, 'การประชุมแลกเปลี่ยนการเยือนระหว่างศูนย์ปฏิบัติการเพื่อสันติภาพ ไทย  อซ.', '', '', '', '', 0, '0000-00-00', 0),
(891, 'แผนปฏิบัติงาน (Roadmap) ด้านการปฏิบัติการเพื่อสันติภาพ ปี ๕๘  ๖๒ ', '', '', '', '', 0, '0000-00-00', 0),
(892, 'แผนปฏิบัติราชการ ๔ ปี กองทัพไทย', '', '', '', '', 0, '0000-00-00', 0),
(893, 'แผนดำเนินงาน ๕ ปี ของ ทท.๕๘-๖๒ (Roadmap 2015-2019)', '', '', '', '', 0, '0000-00-00', 0);

-- --------------------------------------------------------

--
-- Table structure for table `data_group`
--

CREATE TABLE IF NOT EXISTS `data_group` (
  `group_Id` int(11) NOT NULL,
  `groupname` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `divisId` int(11) NOT NULL DEFAULT '0',
  `dataId` int(11) NOT NULL DEFAULT '0'
) ENGINE=InnoDB AUTO_INCREMENT=34 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `data_group`
--

INSERT INTO `data_group` (`group_Id`, `groupname`, `divisId`, `dataId`) VALUES
(1, 'กองกลาง', 1, 1),
(2, 'กองแผนและงบประมาณ', 2, 2),
(3, 'กองการเงิน', 3, 1),
(4, 'กองกรรมวิธีข้อมูล', 4, 2),
(5, 'แผนกธุรการ + สง.ผอ.สำนักนโยบายและแผน', 5, 1),
(6, 'กองนโยบายและยุทธศาสตร์', 6, 3),
(7, 'กองแผนร่วม', 7, 3),
(8, 'กองแผนและโครงการ', 8, 3),
(9, 'กองการจัด', 9, 4),
(10, 'กองความร่วมมือระหว่างประเทศ', 10, 5),
(11, 'แผนกธุรการ + สง.ผอ.สำนักปฏิบัติการ', 11, 3),
(12, 'กองยุทธการ', 12, 4),
(13, 'กองปฏิบัติการพิเศษ', 13, 100),
(14, 'กองปฏิบัติการทางทหารที่มิใช้สงคราม', 14, 100),
(15, 'กอง Cyber Warfare Division', 15, 100),
(16, 'แผนกธุรการ + สง.ผอ.สำนักวางแผนการฝึกร่วมและผสม', 16, 100),
(17, 'แผนกกรรมวิธีข้อมูล', 17, 100),
(18, 'กองนโยบายและแผนการฝึก', 18, 100),
(19, 'กองฝึกร่วมและผสม', 19, 100),
(20, 'กองควบคุมการฝึก', 20, 100),
(21, 'กองพัฒนาหลักนิยมและประเมินผล', 21, 100),
(22, 'กองสนับสนุน', 22, 100),
(23, 'แผนกธุรการ + สง.ผอ.ศูนย์ปฏิบัติการเพื่อสันติภาพ', 23, 100),
(24, 'กองแผนและโครงการ ศูนย์ปฏิบัติการเพื่อสันติภาพ', 24, 100),
(25, 'กองการฝึกและศึกษา ศูนย์ปฏิบัติการเพื่อสันติภาพ', 25, 100),
(26, 'ทั่วไป', 1, 100),
(27, 'ทั่วไป', 1, 100),
(28, 'ทั่วไป', 1, 100),
(29, 'ทั่วไป', 1, 100),
(30, 'ทั่วไป', 1, 100),
(31, 'ทั่วไป', 0, 100),
(32, 'ทั่วไป', 0, 100),
(33, 'ทั่วไป', 0, 100);

-- --------------------------------------------------------

--
-- Table structure for table `data_type`
--

CREATE TABLE IF NOT EXISTS `data_type` (
  `type_id` int(11) NOT NULL,
  `type_name` varchar(100) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `data_type`
--

INSERT INTO `data_type` (`type_id`, `type_name`) VALUES
(1, 'บทสรุปผู้บริหาร'),
(2, 'สรุปงานสำคัญประจำวัน'),
(3, 'คู่มือการปฏิบัติงาน(Work Manual)'),
(4, 'ข้อควรรู้ด้านยุทธการ'),
(5, 'วิดิทัศน์');

-- --------------------------------------------------------

--
-- Table structure for table `division`
--

CREATE TABLE IF NOT EXISTS `division` (
  `divisid` int(11) NOT NULL,
  `group_Id` int(3) NOT NULL,
  `divisname` varchar(250) NOT NULL,
  `short_division` varchar(200) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `division`
--

INSERT INTO `division` (`divisid`, `group_Id`, `divisname`, `short_division`) VALUES
(1, 1, 'แผนกธุรการ + สง.ผอ.สำนักนโยบายและแผน', 'ผธก.และสง.ผอ.สนผ.'),
(2, 1, 'กองความร่วมมือระหว่างประเทศ', 'กรป.สนผ.'),
(3, 1, 'กองการจัด', 'กกจ.สนผ.'),
(4, 1, 'กองแผนร่วม', 'กผร.สนผ.'),
(5, 1, 'กองแผนและโครงการ', 'กผค.สนผ.'),
(6, 2, 'แผนกธุรการ + สง.ผอ.สำนักปฏิบัติการ', 'ผธก.และสง.ผอ.สปก.'),
(7, 2, 'กอง Cyber Warfare Division', 'กสค.สปก.'),
(8, 2, 'กองนโยบายและยุทธศาสตร์', 'กนย.สนผ.'),
(9, 2, 'กองยุทธการ', 'กยก.สปก.'),
(10, 2, 'กองปฏิบัติการพิเศษ', 'กปษ.สปก.'),
(11, 2, 'กองปฏิบัติการทางทหารที่มิใช้สงคราม', 'กมส.สปก.'),
(12, 3, 'กองสนับสนุน', 'กสน.สวฝ.'),
(13, 3, 'กองพัฒนาหลักนิยมและประเมินผล', 'กพป.สวฝ.'),
(14, 3, 'แผนกธุรการ + สง.ผอ.สำนักวางแผนการฝึกร่วมและผสม', 'ผธก.และสง.ผอ.สวฝ.'),
(15, 3, 'กองนโยบายและแผนการฝึก', 'กนผ.สวฝ.'),
(16, 3, 'กองควบคุมการฝึก', 'กคฝ.สวฝ.'),
(17, 3, 'กองฝึกร่วมและผสม', 'กฝร.สวฝ.'),
(18, 3, 'แผนกกรรมวิธีข้อมูล', 'ผกม.สวฝ.'),
(19, 4, 'กองการฝึกและศึกษา ศูนย์ปฏิบัติการเพื่อสันติภาพ', 'กฝศ.ศสภ.'),
(20, 4, 'กองปฏิบัติการ ศูนย์ปฏิบัติการเพื่อสันติภาพ', 'กปก.ศสภ.'),
(21, 4, 'แผนกธุรการ + สง.ผอ.ศูนย์ปฏิบัติการเพื่อสันติภาพ', 'ผธก.และสง.ผอ.ศสภ.'),
(22, 4, 'กองแผนและโครงการ ศูนย์ปฏิบัติการเพื่อสันติภาพ', 'กผค.ศสภ.'),
(23, 5, 'กองกรรมวิธีข้อมูล', 'กกม.'),
(24, 5, 'สำนักงานเจ้ากรมและสำนักงานรองเจ้ากรม', 'สน.ผบช.'),
(25, 5, 'กองแผนและงบประมาณ', 'กผง.'),
(26, 5, 'กองกลาง', 'กกล.'),
(27, 5, 'กองการเงิน', 'กกง.');

-- --------------------------------------------------------

--
-- Table structure for table `division_group`
--

CREATE TABLE IF NOT EXISTS `division_group` (
  `group_Id` int(3) NOT NULL,
  `group_title` varchar(100) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `division_group`
--

INSERT INTO `division_group` (`group_Id`, `group_title`) VALUES
(1, 'สำนักนโยบายและแผน'),
(2, 'สำนักปฏิบัติการ'),
(3, 'สำนักวางแผนฝึกร่วมและผสม'),
(4, 'ศูนย์ปฏิบัติการสันติภาพ'),
(5, 'นขต. ยก.ทหาร');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `authorization`
--
ALTER TABLE `authorization`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `databox_upload`
--
ALTER TABLE `databox_upload`
  ADD PRIMARY KEY (`databox_id`);

--
-- Indexes for table `data_group`
--
ALTER TABLE `data_group`
  ADD PRIMARY KEY (`group_Id`);

--
-- Indexes for table `data_type`
--
ALTER TABLE `data_type`
  ADD PRIMARY KEY (`type_id`);

--
-- Indexes for table `division`
--
ALTER TABLE `division`
  ADD PRIMARY KEY (`divisid`);

--
-- Indexes for table `division_group`
--
ALTER TABLE `division_group`
  ADD PRIMARY KEY (`group_Id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `authorization`
--
ALTER TABLE `authorization`
  MODIFY `id` int(3) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `databox_upload`
--
ALTER TABLE `databox_upload`
  MODIFY `databox_id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=894;
--
-- AUTO_INCREMENT for table `data_group`
--
ALTER TABLE `data_group`
  MODIFY `group_Id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=34;
--
-- AUTO_INCREMENT for table `data_type`
--
ALTER TABLE `data_type`
  MODIFY `type_id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=6;
--
-- AUTO_INCREMENT for table `division_group`
--
ALTER TABLE `division_group`
  MODIFY `group_Id` int(3) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=6;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
